Repository: MiroslawSawczuk/VisitManager
Catalog: Visit_Manager/Resources/Global.*.resx
Languages: pl

source: Additional
pl: Dodatkowe

source: Additional information
pl: Dodatkowe informacje

source: Add visit
pl: Dodaj wizytę

source: Admin Panel
pl: Panel Admin

source: April
pl: Kwiecień

source: August
pl: Sierpień

source: Cancel
pl: Anuluj

source: Change password
pl: Zmiana hasła

source: Client
pl: Klient

source: Client name
pl: Imię klienta

# Client_name_and
source: Client name &
pl: Imię klienta

source: Client surname
pl: Nazwisko klienta

source: Client tel. number
pl: Numer telefonu

source: COMPLETED
pl: ZREALIZOWANYCH

source: Confirm
pl: Zatwierdź

# Confirm_edit_visit_type
source: Are you sure you want to change the data of this type of visit.
pl: Czy napewno mam zmienić dane tego typu wizyty?

# Confirm_remove_employee
source: Are you sure you want to remove this employee?
pl: Czy napewno mam usunąć tego pracownika?

# Confirm_remove_visit_type
source: Are you sure you want to remove this visit type?
pl: Czy napewno mam usunąć ten typ wizyty?

# Confirm_cancel
source: Are you sure you want to remove this visit?
pl: Czy napewno mam usunąć tę wizytę?

source: Cost of visit
pl: Koszt wizyty

source: Date:
pl: Data:

source: December
pl: Grudzień

source: describe visit
pl: opis wizyty

source: Doctor:
pl: Lekarz:

source: Download excel
pl: Pobierz excel

source: Download pdf
pl: Pobierz pdf

source: Edit
pl: Edytuj

# Edit_employee
source: Doctor's edition
pl: Edycja danych lekarza

# Edit_remove_employee
source: Edit/remove doctor
pl: Edytuj/usuń lekarza

source: Edit/remove visit type
pl: Edytuj/usuń typ wizyty

source: Edit visit
pl: Edycja wizyty

# Edit_visit_type
source: Edit the type of visit
pl: Edycja typu wizyty

source: Email adress
pl: Adres email

# Result_email_visit_added_error
source: There was a problem sending the email about the appointment. Review the correctness of the entered data and try again.
pl: Wystąpił problem z wysłaniem emaila z informacją o umówionej wizycie. Sprawdź poprawność wprowadzonych danych i spróbuj ponownie.

# Result_email_visit_added_correct
source: An email with information about the appointment has been sent.
pl: Email z informacją o umówionej wizycie został wysłany.

source: Employee
pl: Pracownik

source: End
pl: Koniec

# End_time
source: Visit end
pl: Godzina zakończenia

source: February
pl: Luty

# Friday
source: Fri
pl: Pt

source: Hour:
pl: Godzina:

# If_you_have_any_questions
source: If you have any questions, please call:
pl: Jeśli masz jakieś pytania, dzwoń:

source: January
pl: Styczeń

source: July
pl: Lipiec

source: June
pl: Czerwiec

source: Logged as:
pl: Zalogowany jako:

# Login_incorrect
source: The login entered is incorrect
pl: Wprowadzony login jest nieprawidłowy

source: Log out
pl: Wyloguj

source: March
pl: Marzec

source: May
pl: Maj

# Message_was_generated_automatically
source: WARNING! This message was generated automatically by the website
pl: UWAGA! Ta wiadomość została wygenerowana automatycznie przez portal

# Monday
source: Mon
pl: Pon

source: Name
pl: Imię

# New_employee
source: New doctor
pl: Nowy lekarz

source: New visit
pl: Nowy wizyta

source: New visit type
pl: Nowy typ wizyty

source: November
pl: Listopad

source: No data to display.
pl: Brak danych do wyświetlenia.

# No_visits_to_display
source: No appointments scheduled on the selected date.
pl: Brak umówionych wizyt w wybranym dniu.

source: October
pl: Październik

source: Order visit
pl: Umawianie wizyty

source: Other visit type
pl: Inny typ wizyty

# Our_adress
source: Address of our headquarters:
pl: Adres naszej siedziby:

source: Password
pl: Hasło

source: Password change
pl: Zmień hasło

# Password_confirm
source: Confirm password
pl: Potwierdź hasło

# Password_current
source: Current password
pl: Aktualne hasło

# Password_incorrect
source: The password entered is incorrect
pl: Wprodzone hasło jest nieprawidłowe

# Password_must_contain
source: The password must contain 2-10 characters
pl: Hasło musi zawierać 2-10 znaków

# Password_new
source: New password
pl: Nowe hasło

# Password_new_confirm
source: Confirm new password
pl: Potwierdź nowe hasło

source: Please do not answer it.
pl: Proszę na nią nie odpowiadać.

source: Price
pl: Cena

source: Remove
pl: Usuń

# Result_employee_added_correct
source: A new employee has been successfully added.
pl: Nowy pracownik został prawidłowo dodany.

# Result_employee_added_error
source: There was a problem adding a new employee. Please check the correctness of the data and try again.
pl: Wystąpił problem podczas dodawnia nowego pracownika. Sprawdź poprawność wprowadzonych danych i spróbuj ponownie.

# Result_employee_already_exist_in_db
source: An employee with this name and surname already exists. Change the data and try again.
pl: Pracownik z takim samym imieniem i nazwiskiem już istanieje. Zmień dane i spróbuj ponownie.

# Result_employee_edit_correct
source: Employee data has been successfully changed.
pl: Dane pracownika zostały prawidłowo zmienione.

# Result_employee_edit_error
source: There was a problem with changing employee data. Please check the correctness of the data and try again.
pl: Wystapił problem podczas edycji danych pracownika. Sprawdź poprawność wprowadzonych danych i spróbuj ponownie.

# Result_employee_removed_correct
source: The employee has been successfully removed.
pl: Pracownik został prawidłowo usunięty.

# Result_employee_removed_error
source: There was a problem removing the employee. Please try again later.
pl: Wystąpił problem podczas usuwania pracownika. Spróbuj ponownie później.

# Result_no_changes_in_form
source: No changes were made to the form.
pl: W formularzu nie wprowadzono żanych zmian.

# Result_password_changing_error
source: There was a problem changing the password. Change the data and try again.
pl: Wystąpił problem podczs zmiany hasła. Sprawdź poprawność wprowadzonych danych i spróbuj ponownie.

# Result_start_visit_must_be_earlier
source: The start of the visit must be an hour earlier than the end of the visit.
pl: Początek wizyty musi być godziną wcześniejszą niż godzina końca wizyty.

# Result_visit_added_correct
source: The visit has been added corret.
pl: Wizyta została prawidłowo dodana.

# Result_visit_frame_time_incorrect
source: Oops ... it's impossible to arrange a visit at the times you chose. The time frame of the visit already includes another visit of the day. Choose different hours of the visit and try again.
pl: Ups... niemożliwe umówienie wizyty w wybranych przez Ciebie godzinach. Ramy czasowe wizyty zawierają już w sobie inną wizytę tego dnia. Wybierz inne godziny wizyty i spróbuj ponownie.

# Result_visit_removed_correct
source: The visit has been properly canceled.
pl: Wizyta została anulowana.

# Result_visit_removed_error
source: There was a problem canceling the visit. Please try again later.
pl: Wystąpił problem podczas usuwania wizyty. Spróbuj ponownie później.

# Result_visit_edit_error
source: There was a problem with saving the visit to the database. Review the correctness of the entered data and try again.
pl: Wystąpił problem podczs umawiania wizyty. Sprawdź poprawność wprowadzonych danych i spróbuj ponownie.

# Result_visit_type_added_correct
source: A new type of visit has been successfully added.
pl: Nowy typ wizyty został prawidłowo dodany.

# Result_visit_type_added_error
source: There was a problem adding a new type of visit. Please check the correctness of the data and try again.
pl: Wystąpił problem podczs dodawania nowego typu wizyty. Sprawdź poprawność wprowadzonych danych i spróbuj ponownie.

# Result_visit_type_already_exist_in_db
source: A visit type with the same name already exists. Change the data and try again.
pl: W bazie danych istnieje już typ wizyty o takiej nazwie. Zmień dane i spróbuj ponownie.

# Result_visit_type_edit_error
source: There was a problem with changing the name of the type of visit. Please try again later.
pl: There was a problem with changing the name of the type of visit to the database.

# Result_visit_type_edit_correct
source: The name of the visit type has been changed.
pl: Dane typu wizyty zostały prawidłowo zmienione.

# Result_visit_type_removed_correct
source: The type of visit from the database has been successfully removed.
pl: Typ wizyty został prawidłowo usunięty.

# Result_visit_type_removed_error
source: There was a problem removing the type of visit from the database. Please try again later.
pl: Wystąpił problem podczs usuwania typu wizyty. Spróbuj ponownie później.

# Saturday
source: Sat
pl: Sob

source: Save
pl: Zapisz

source: See you later!
pl: Do zobaczenia!

# Select_data_range
source: Select the data range. Below statistics of
pl: Wybierz zakres danych. Poniżej statystyki

source: Select doctor
pl: Wybierz lekarza

source: Select visit type
pl: Wybierz typ wizyty

source: September
pl: Wrzesień

source: Start
pl: Początek

# Start_time
source: Visit begin
pl: Godzina rozpoczęcia

source: Street:
pl: Ulica:

# Sunday
source: Sun
pl: Niedz

source: Surname
pl: Nazwisko

source: Telephone number
pl: Numer telefonu

source: Tel. number
pl: Numer tel.

# Thursday
source: Thu
pl: Czw

# Total_visit_count
source: Total number of visits made
pl: Łączna ilość zrealizowanych wizyt

source: Total visit cost
pl: Łączny koszt wizyt

# Tuesday
source: Tue
pl: Wt

source: Type
pl: Typ

source: unclassified
pl: niesklasyfikowany

source: Unclassified type
pl: Typ niesklasyfikowany

source: Visits
pl: Wizyty

source: Visits on:
pl: Wizyty w dniu:

source: Visit count
pl: Ilość wizyt

source: Visit date
pl: Data wizyty

source: Visit describe
pl: Opis wizyty

# Visit_edited
source: The visit was correctly edited
pl: Wizyta została dodana.

# Result_visit_added_error
source: There was a problem adding the visit. Review the correctness of the entered data and try again.
pl: Wystąpił problem z dodaniem wizyty. Sprawdź poprawność wprowadzonych danych i spróbuj ponownie.

# Visit_time1
source: Visit
pl: Godziny

# Visit_time2
source: time
pl: wizyt

# Visit_type
source: Type of visit
pl: Typ wizyty

# Warning_cancel_visit
source: The removal of the visit was canceled.
pl: Usuwanie wizyty zostało przerwane.

# Warning_password_changed
source: Password has been changed successfully. The website will be logged out in a moment. Sign in again.
pl: Hasło zostało prawidłowo zmienione. Za chwilę nastąpi wylogowanie z portalu. Zaloguj się ponownie.

# Warning_password_the_same
source: The Password and Confirm password fields must contain the same value.
pl: Pole Hasło i Powtórz hasło muszą zawierać tą samą wartość.

# Wednesday
source: Wed
pl: Śr

source: Welcome
pl: Witaj

# We_are_pleased_to_inform
source: We are pleased to inform you that we will meet soon :)
pl: Z przyjemnością informujemy, że wkrótce się spotkamy :)

source: y.
pl: r.

# Your_dentist
source: Dentist
pl: Dentysta

source: Your visit:
pl: Twoja wizyta:

# Your_visit_canceled
source: Your visit has been canceled.
pl: Twoja wizyta została anulowana.

# Dentist_visit
source: Dentist's visit.
pl: Wizyta u dentysty.

source: visits.
pl: wizyt.

# Confirm_change_password
source: Are you sure you want to change your password?
pl: Czy napewno mam zmienić twoje hasło?

# Confirm_edit_employee
source: Are you sure you want to change the data of this employee?
pl: Czy napewno mam zmienić dane pracownika?

source: End visit
pl: Koniec

# Login_must_contain
source: The login must contain 3-25 characters
pl: Login musi zawierać 3-25 znaków

source: Login: name.surname
pl: Login: imię.nazwisko

# Login_required
source: Login field is required
pl: Pole login jest wymagane

source: Sign In
pl: Zaloguj

# Password_required
source: Password field is required
pl: Pole hasło jest wymagane

source: Remember me
pl: Zapamiętaj mnie

# Required_field
source: This field is required
pl: To pole jest wymagane

# Result_email_visit_removed_correct
source: An email with information about the canceling visit has been sent.
pl: Email z informacją o anulowanej wizycie został wysłany.

# Result_visit_edit_correct
source: Visit data has been successfully changed.
pl: Dane wizyty zostały prawidłowo zmienione.

source: Start visit
pl: Początek

# Surname2
source: surname
pl: nazwisko

source: Additional info.
pl: Dodatkowe info.

# Result_email_visit_removed_error
source: There was a problem sending the email about the canceling visit. Review the correctness of the entered data and try again.
pl: Wystąpił problem z wysłaniem emaila z informacją o anulowanej wizycie.ponownie.

# Welcome_info
source: Welcome to the Visit manager !
pl: Witamy w portalu Visit manager !

# Welcome_info_2nd_line
source: Sign in to be able to use it.
pl: Zaloguj się by móc z niego korzystać.

source: Visit Manager
pl: Menadżer wizyt

# Alert_btn_no_cancel
source: No, cancel!
pl: Nie, anuluj!

# Alert_btn_yes_change
source: Yes, change it!
pl: Tak, zmień!

# Alert_btn_yes_edit
source: Yes, edit it!
pl: Tak, edytuj!

# Alert_btn_yes_remove
source: Yes, remove it!
pl: Tak, usuń!

# Alert_danger
source: Danger!
pl: Błąd!

# Alert_success
source: Success!
pl: Sukces!

# Alert_warning
source: Warning!
pl: Ostrzeżenie

# Confirm_title_are_you_sure
source: Are you sure?
pl: Czy napewno?

# Warning_change_password_cancel
source: The password change has been canceled.
pl: Zmiana hasła została anulowana.

# Warning_edit_employee_cancel
source: The edition of employee data was canceled.
pl: Edycja danych pracownika została anulowana.

# Warning_edit_visit_type_cancel
source: The edition of type of visit was canceled.
pl: Edycja typu wizyty została anulowana.

# Warning_remove_employee_cancel
source: The removal of this emloyee was canceled.
pl: Usuwanie pracownika zostało anulowane.

# Warning_remove_visit_type_cancel
source: The removal of this visit type was canceled.
pl: Usuwanie typu wizyty zostało anulowane.

source: Error !
pl: Błąd !

source: Error 404
pl: Błąd 404

# For_some_reason
source: For Some Reason The Page You Requested Could Not Be Found On Our Server
pl: Z jakiegoś powodu strony, której szukasz, nie można znaleźć na naszym serwerze

# Go_to_visit
source: Go to visit page
pl: Idź do strony z wizytami

source: Page Not Found
pl: Strona nie znaleziona

# Result_email_visit_edited_correct
source: An email with information about the edited visit has been sent.
pl: Email z informacją o edycji wizyty został wysłany.

# Result_email_visit_edited_error
source: There was a problem sending the email about the edited visit. Review the correctness of the entered data and try again.
pl: Wystąpił problem z wysłaniem emaila z informacją o edycji wizyty. Sprawdź poprawność wprowadzonych danych i spróbuj ponownie.

# Your_visit_edited
source: Your visit has been edited.
pl: Dane Twojej wizyty zostały zmienione.

# Confirm_remove_employee_logg
source: Are you sure you want to remove currently logged user? You will need to log in again.
pl: Czy napewno mam usunąć pracownika na którego jesteś obecnie zalogowany? Po usunięciu niezbędne będzie ponowne zalogowanie.

source: Employee removed!
pl: Usunięto pracownika!

# Employee_removed_login_again
source: The employee has been properly removed. You must log in again to another account.
pl: Obecnie zalogowany pracownik został prawidłowo usunięty. Musisz ponownie się zalogować, na inne konto.

# Session_expired
source: The session has expired.
pl: Sesja wygasła.

# Session_expired_sign_in_again
source: The session has expired. You must log in again.
pl: Sesja wygasła. Musisz ponownie się zalogować.

source: Client name & surname
pl: Imię i nazwisko klienta

source: Visit time
pl: Godziny wizyty

# You_are_not_admin
source: You do not have administrator rights. Some features may not be available.
pl: Nie posiadasz uprawnień administratora. Niektóre funkcje mogą być niedostępne.

# Result_enable_to_get_employee
source: It was not possible to download employee data.
pl: Niemożliwe było pobranie danych pracownika

# Result_enable_to_get_visit_type
source: It was not possible to download visit type data
pl: Niemożliwe było pobranie danych typu wizyty
